Revit 2015 API
RoomTagTypeSet Properties
The RoomTagTypeSet type exposes the following members.
Properties
Name | Description
IsEmpty
Test to see if the set is empty.
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
Size
Returns the number of room tag types that are in the set.
See Also
RoomTagTypeSet Class
Autodesk.Revit.DB.Architecture Namespace